let bookResource = [
  `
  <p class="article-section-content">
    各位小伙伴，大家好。我是Google 的资深工程师 &
    面试官，今天想跟大家聊一聊应聘技术岗的一些事，包括一点经验技巧，以及我整理出的必问必考的算法问题。根据经验，我精选了100道算法题目，希望大家能吃透、理解。我的想法是题目要刷，但不在多而在精，融汇贯通最好。
    <br />
    我想学习本课程的大多数小伙伴，都是有计划进军大厂，想在某大厂发光发热的热血少年。而我在加入
    Google
    之前，也曾仅仅是某外包公司的合同工，有幸的是后来就职于某著名电商平台。从外包公司到Google,
    除了技术上要跟紧时代,
    算法基础是不能落下的。所以，今天重点来给大家讲讲怎么刷算法题，希望可以通过这个专栏，将我的心得与大家分享一二。
    <br />
    现在，先要与各位小伙伴一起厘清思路，从宏观层面总览本课程的目标、计划、重难点等。希望通过对本专栏的学习，
    能为大家的面带来帮助。
  `,
  `
  <h2 class="article-section-h">目标篇</h2>
  `,
  `
  <p class="article-section-content">
  <strong>1）学会怎么刷？   2）吃透精选题    3）面试技巧</strong><br>几乎每个刚刚开始刷题的人都要问上一遍，我到底要刷多少题呢？
  答案是显而易见的：题目在于质量，而不在数量。刷题的目的在于提升分析、建模、解决问题的能力，而不是盼望着面试时能够遇上原题。为了提升自己的能力，我们更需要科学地训练与反思，
  而不是盲目地追求题目的数量。<br>
  如果非要给出一个数字，那我认为100题左右也就够了。在专栏中，我将与大家分享我的刷题经验与思考，伴随着课程讲解，还会穿插一些面试中沟通和问答的技巧分享。这套方法曾经帮助数十位同学进入Google / Facebook / Microsoft / Oracle / Amazon / 字节跳动等一线科技公司，希望也能帮到你。
  </p>
  `,
]
export default bookResource
